tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python"
brew "curl"
brew "git"
brew "exa"
brew "fzf"
brew "gh"
brew "n"
brew "peco"
brew "vim"
brew "mas"
brew "jq"
brew "fortune"
brew "n"
brew "nvm"
brew "neofetch"
cask "itsycal"
cask "raycast"
cask "google-chrome"
cask "docker"
cask "min"
cask "iterm2"
cask "font-jetbrains-mono"
mas "Slack", id: 803453959
mas "1Password", id: 1333542190
