tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# CLI tools
brew "bat"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "python"
brew "ripgrep"
brew "vim"

# Apps
cask "docker"
cask "google-chrome"
cask "raycast"
cask "warp"

# Fonts
cask "font-d2coding-nerd-font"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
