tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python"
brew "curl"
brew "git"
brew "eza"
brew "fzf"
brew "fd"
brew "gh"
brew "n"
brew "peco"
brew "vim"
brew "mas"
brew "jq"
brew "fortune"
brew "n"
brew "bat"
brew "neofetch"
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "ripgrep"
brew "bat"
brew "tree"
cask "itsycal"
cask "raycast"
cask "google-chrome"
cask "docker"
cask "min"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-fira-code"
cask "font-monaspace"
cask "warp"
cask "ngrok"
mas "Slack", id: 803453959
mas "1Password", id: 1333542190
